Repository: yuriikyry4enko/ArtScanner
Catalog: ArtScanner/Resx/AppResources.*.resx
Languages: de

source: Press again
de: Drücken Sie erneut

# AlignCode
source: Align the code within the frame
de: Richten Sie den Code innerhalb des Rahmens aus

# NoTranslationApologise
source: There is no translation for the found object based on your preferences. You can choose the translation language from drop-down block below and continue
de: Es gibt keine Übersetzung für das gefundene Objekt basierend auf Ihren Einstellungen. Sie können die Übersetzungssprache aus der folgenden Liste auswählen und fortfahren

source: Choose and Go
de: Wählen Sie und gehen Sie

# SelectLanguagePreff
source: Select your item language preference
de: Wählen Sie Ihre Artikelspracheneinstellung

# Welcome
source: Welcome to ArtScanner
de: Willkommen bei SmartBooklet

# SaveToPref
source: save to language preferences
de: In Spracheinstellungen speichern

# CannotRemove
source: You cannot delete the only item in the list
de: Sie können nicht das einzige Element in der Liste löschen

# EmptyListRow
source: Empty row. You have to select a language from the list
de: Leere Leitung. Sie müssen eine Sprache aus der Liste auswählen

# EmptyRow
source: Empty row. You have to select a language from the list
de: Leere Reihe. Sie müssen eine Sprache aus der Liste auswählen

source: Gallery updated
de: Galerie aktualisiert

# СouldNotFindQRCODE
source: Сould not find by this qr-code...
de: Konnte mit diesem QR-Code nicht gefunden werden ...
